adw-gtk-theme
ark
awww
baobab
base
base-devel
bibata-cursor-theme
brightnessctl
btop
chaotic-keyring
chaotic-mirrorlist
cliphist
code
dunst
efibootmgr
ex-vi-compat
extension-manager
extension-manager-debug
eza
fastfetch
ffmpegthumbs
figlet
firefox
fish
fzf
git
greetd
grilo-plugins
gst-plugin-pipewire
gst-thumbnailers
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprquery-git
hyprshot
hyprsunset
inotify-tools
intel-ucode
jq
kde-cli-tools
kitty
kvantum
kvantum-qt5
loupe
nautilus
neovim
network-manager-applet
networkmanager
nim
noto-fonts-emoji
nwg-displays
nwg-look
pacman-contrib
pamixer
papers
papirus-folders
papirus-icon-theme
parallel
pavucontrol
pipewire-alsa
pipewire-jack
playerctl
python-clickgen
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5ct
qt6-declarative
qt6-svg
qt6-wayland
qt6ct
qtengine-git
reflector
rofi
sassc
satty
stow
swaync
tecla
trash-cli
ttf-jetbrains-mono-nerd
udiskie
unifetch
uv
uwsm
vim
vivid
waybar
waypaper-git
wl-clip-persist
wl-clipboard
wlogout
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
yay
yay-debug
zoxide
zsh
